let data = [
  {
    заказ: 79400,
    дата: '23.10.2023',
    время: '19:10',
    'способ доставки': 'доставка',
    оплачено: '19,125 руб',
    статус: 'в работе'
  },
  {
    заказ: 79398,
    дата: '23.10.2023',
    время: '16:10',
    'способ доставки': 'самовывоз',
    оплачено: '51,000 руб',
    статус: 'в работе'
  },
  {
    заказ: 79396,
    дата: '23.10.2023',
    время: '16:10',
    'способ доставки': 'доставка',
    оплачено: '31,450 руб',
    статус: 'в работе'
  }
]
// console.log(Object.keys(data[0]))
let colNames = Object.keys(data[0])
for (let c in colNames) {
  console.log(colNames[c])
}
for (let d in data) {
  let row = Object.values(data[d])
  for (let i in row) {
    console.log(row[i])
  }
}
